{
    "privacyPolicy": "Политика конфиденциальности",
    "effectiveDate": "Дата вступления в силу: ",
    "introduction": "Введение",
    "introductionText": "Добро пожаловать на сайт HarmonyHome. Мы стремимся защитить вашу конфиденциальность и гарантировать, что ваша личная информация обрабатывается безопасным и ответственным образом. Настоящая Политика конфиденциальности описывает, как мы собираем, используем и защищаем информацию, которую вы предоставляете нам, когда используете наш веб-сайт.",
    "infoWeCollect": "Информация, которую мы собираем",
    "infoWeCollectIntro": "Когда вы отправляете контактную форму на нашем веб-сайте, мы собираем следующую личную информацию:",
    "name": "Имя",
    "email": "Адрес электронной почты",
    "phone": "Номер телефона",
    "useOfInfo": "Использование информации",
    "useOfInfoText": "Мы используем собранную от вас информацию для следующих целей:",
    "useOfInfoPoint1": "Для ответа на ваши запросы и предоставления вам запрашиваемой информации или услуг.",
    "useOfInfoPoint2": "Для связи с вами по поводу наших услуг, обновлений и акций, если вы выбрали получать такие сообщения.",
    "cookies": "Файлы cookie",
    "cookiesText": "Наш веб-сайт не использует файлы cookie для отслеживания поведения пользователей или хранения предпочтений. Единственный используемый файл cookie предназначен для аутентификации, когда администратор веб-сайта входит в систему. Этот файл cookie необходим для поддержания безопасной и аутентифицированной сессии для администратора.",
    "dataProtection": "Защита данных",
    "dataProtectionText": "Мы стремимся защищать вашу личную информацию. Мы внедряем соответствующие технические и организационные меры для защиты ваших данных от несанкционированного доступа, изменения, раскрытия или уничтожения.",
    "sharingInfo": "Передача информации",
    "sharingInfoText": "Мы не продаем, не обмениваем и не передаем вашу личную информацию сторонним лицам. Это не включает надежные третьи стороны, которые помогают нам в управлении нашим веб-сайтом, ведении нашего бизнеса или обслуживании наших пользователей, при условии, что эти стороны согласны сохранять эту информацию конфиденциальной.",
    "yourRights": "Ваши права",
    "yourRightsText": "Вы имеете право:",
    "yourRightsPoint1": "Получить доступ к личной информации, которую мы храним о вас.",
    "yourRightsPoint2": "Запросить исправление любых неточностей в вашей личной информации.",
    "yourRightsPoint3": "Запросить удаление вашей личной информации при соблюдении определенных юридических обязательств.",
    "policyChanges": "Изменения в данной Политике конфиденциальности",
    "policyChangesText": "Мы можем время от времени обновлять эту Политику конфиденциальности, чтобы отражать изменения в наших практиках или по другим операционным, юридическим или нормативным причинам. Мы уведомим вас о любых значительных изменениях, разместив новую Политику конфиденциальности на нашем веб-сайте.",
    "contactUs": "Свяжитесь с нами",
    "contactUsText": "Если у вас есть вопросы или опасения по поводу данной Политики конфиденциальности или наших практик обработки данных, свяжитесь с нами по адресу:",
    "consent": "Используя наш веб-сайт, вы соглашаетесь с нашей Политикой конфиденциальности."
}