{
    "privacyPolicy": "Politica sulla Privacy",
    "effectiveDate": "Data: ",
    "introduction": "Introduzione",
    "introductionText": "Benvenuto su HarmonyHome. Ci impegniamo a proteggere la tua privacy e a garantire che le tue informazioni personali siano gestite in modo sicuro e responsabile. Questa Politica sulla Privacy descrive come raccogliamo, utilizziamo e proteggiamo le informazioni che ci fornisci quando usi il nostro sito web.",
    "infoWeCollect": "Informazioni che Raccogliamo",
    "infoWeCollectIntro": "Quando invii un modulo di contatto sul nostro sito web, raccogliamo le seguenti informazioni personali:",
    "name": "Nome",
    "email": "Indirizzo email",
    "phone": "Numero di telefono",
    "useOfInfo": "Utilizzo delle Informazioni",
    "useOfInfoText": "Utilizziamo le informazioni raccolte da te per i seguenti scopi:",
    "useOfInfoPoint1": "Per rispondere alle tue domande e fornirti le informazioni o i servizi che richiedi.",
    "useOfInfoPoint2": "Per comunicare con te sui nostri servizi, aggiornamenti e promozioni, se hai scelto di ricevere tali comunicazioni.",
    "cookies": "Cookie",
    "cookiesText": "Il nostro sito web non utilizza cookie per tracciare il comportamento degli utenti o memorizzare preferenze. L'unico cookie utilizzato è per scopi di autenticazione quando un amministratore del sito effettua il login. Questo cookie è essenziale per mantenere una sessione sicura e autenticata per l'amministratore.",
    "dataProtection": "Protezione dei Dati",
    "dataProtectionText": "Ci impegniamo a proteggere le tue informazioni personali. Implementiamo misure tecniche e organizzative appropriate per proteggere i tuoi dati da accessi non autorizzati, alterazioni, divulgazioni o distruzioni.",
    "sharingInfo": "Condivisione delle Informazioni",
    "sharingInfoText": "Non vendiamo, scambiamo o trasferiamo in altro modo le tue informazioni personali a parti esterne. Questo non include terze parti fidate che ci assistono nella gestione del nostro sito web, nella conduzione della nostra attività o nel servire i nostri utenti, purché tali parti accettino di mantenere queste informazioni riservate.",
    "yourRights": "I Tuoi Diritti",
    "yourRightsText": "Hai il diritto di:",
    "yourRightsPoint1": "Accedere alle informazioni personali che deteniamo su di te.",
    "yourRightsPoint2": "Richiedere la correzione di eventuali inesattezze nelle tue informazioni personali.",
    "yourRightsPoint3": "Richiedere la cancellazione delle tue informazioni personali, fatte salve certe obbligazioni legali.",
    "policyChanges": "Modifiche a Questa Politica sulla Privacy",
    "policyChangesText": "Potremmo aggiornare questa Politica sulla Privacy di tanto in tanto per riflettere i cambiamenti nelle nostre pratiche o per altri motivi operativi, legali o normativi. Ti informeremo di eventuali cambiamenti significativi pubblicando la nuova Politica sulla Privacy sul nostro sito web.",
    "contactUs": "Contattaci",
    "contactUsText": "Se hai domande o preoccupazioni riguardo questa Politica sulla Privacy o le nostre pratiche sui dati, contattaci a:",
    "consent": "Utilizzando il nostro sito web, acconsenti alla nostra Politica sulla Privacy."
}