{
    "privacyPolicy": "Privacy Policy",
    "effectiveDate": "Effective Date: ",
    "introduction": "Introduction",
    "introductionText": "Welcome to HarmonyHome. We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect the information you provide to us when you use our website.",
    "infoWeCollect": "Information We Collect",
    "infoWeCollectIntro": "When you submit a contact form on our website, we collect the following personal information:",
    "name": "Name",
    "email": "Email address",
    "phone": "Phone number",
    "useOfInfo": "Use of Information",
    "useOfInfoText": "We use the information collected from you for the following purposes:",
    "useOfInfoPoint1": "To respond to your inquiries and provide you with the information or services you request.",
    "useOfInfoPoint2": "To communicate with you about our services, updates, and promotions, if you have opted to receive such communications.",
    "cookies": "Cookies",
    "cookiesText": "Our website does not use cookies to track user behavior or store preferences. The only cookie used is for authentication purposes when a website administrator logs in. This cookie is essential for maintaining a secure and authenticated session for the admin.",
    "dataProtection": "Data Protection",
    "dataProtectionText": "We are committed to protecting your personal information. We implement appropriate technical and organizational measures to safeguard your data against unauthorized access, alteration, disclosure, or destruction.",
    "sharingInfo": "Sharing of Information",
    "sharingInfoText": "We do not sell, trade, or otherwise transfer your personal information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.",
    "yourRights": "Your Rights",
    "yourRightsText": "You have the right to:",
    "yourRightsPoint1": "Access the personal information we hold about you.",
    "yourRightsPoint2": "Request that we correct any inaccuracies in your personal information.",
    "yourRightsPoint3": "Request the deletion of your personal information, subject to certain legal obligations.",
    "policyChanges": "Changes to This Privacy Policy",
    "policyChangesText": "We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new Privacy Policy on our website.",
    "contactUs": "Contact Us",
    "contactUsText": "If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at:",
    "consent": "By using our website, you consent to our Privacy Policy."
}